Repository: dingyifei/freenas-webui-zh_cn-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: Enter a description of the static route.
zh_cn: 输入这个静态路由的描述。

source: Enter a list of denied hostnames or IP addresses.
zh_cn: 输入一个拒绝的域名或IP地址列表。

source: Enter a name for the VM.
zh_cn: 给这个虚拟机取个名字。

source: Enter a name for the clone of this boot environment.
zh_cn: 给这个启动环境的克隆取个名字。

source: Enter a name for the cloned snapshot.
zh_cn: 给这个快照克隆取个名字。

source: Enter a name for the new credential.
zh_cn: 给这个新的身份取个名字。

source: Enter a name for the share.
zh_cn: 给这个共享取个名字。

source: Enter a netmask.
zh_cn: 输入一个子网掩码。

source: Enter a number of degrees in Celsius.
zh_cn: 输入一个摄氏度的数字。

source: Enter a number of virtual CPUs to allocate to the VM. The maximum is 16 unless the host CPU also limits the maximum.
zh_cn: 输入分配给虚拟机的虚拟处理器数量。最大值是16除非主机CPU限制了最大值。

source: Enter a one to three paragraph summary of the issue.
zh_cn: 输入一个一到三段的问题描述。

source: Enter a password for <b>User</b>.
zh_cn: 输入一个<b>用户</b>的密码。

source: Enter a password of at least eight characters.
zh_cn: 输入一个最低八位字符的密码

source: Enter a server description.
zh_cn: 输入服务器说明。

source: Enter a static IPv4 address.
zh_cn: 输入一个静态IPv4地址

source: Enter a static IPv6 address if DHCP is unset.
zh_cn: 如果没有配置DHCP，输入一个静态IPv6地址。

source: Enter a static IPv6 address.
zh_cn: 输入一个静态IPv6地址

source: Enter a threshold temperature in Celsius.
zh_cn: 输入一个以摄氏度为单位的阈值温度。

source: Enter a two-letter ISO 3166 country code.
zh_cn: 输入两个字母的ISO 3166 国家代码。

source: Enter a unique IPv4 address that is in the local network and not already in use.
zh_cn: 输入一个没有被使用的独特局域网IPv4地址。

source: Enter a unique IPv6 address that is in the local network and not already in use.
zh_cn: 输入一个没有被使用的独特局域网IPv6地址。

source: Enter a unique name for the dataset.
zh_cn: 输入一个独特的数据集名称。

source: Enter a user to associate with this service.
zh_cn: 输入一个关联这个服务的用户。

source: Enter a username to register with this service.
zh_cn: 输入一个用户名来注册这个服务。

source: Enter a valid MAC address for the VNET0 interface.
zh_cn: 输入一个用于VNET0接口的有效MAC地址。

source: Enter a valid MAC address for the VNET1 interface.
zh_cn: 输入一个用于VNET2接口的有效MAC地址。

source: Enter a valid MAC address for the VNET2 interface.
zh_cn: 输入一个用于VNET3接口的有效MAC地址。

source: Enter a valid MAC address for the VNET3 interface.
zh_cn: 输入一个用于VNET3接口的有效MAC地址。

source: Enter a value here to set a specific MAC address.
zh_cn: 输入一个指定的MAC地址。

source: Enter accounts that have administrative access.
zh_cn: 输入有管理员权限的账户

source: Enter additional <b>smb.conf</b> options.
zh_cn: 编辑额外<b>smb.conf</b>参数。

source: Enter an IP address.
zh_cn: 输入一个IP地址。

source: Enter an IPv4 address.
zh_cn: 输入IPv4地址。

source: Enter an IPv6 address.
zh_cn: 输入IPv6地址。

source: Enter an alias.
zh_cn: 输入一个别名。

source: Enter an alphanumeric name for the group.
zh_cn: 输入一个用于群组的字母数字名称。

source: Enter an alphanumeric name for the virtual machine.
zh_cn: 输入一个用于虚拟机的字母数字名称。

source: Enter an alphanumeric username of eight to sixteen characters.
zh_cn: 输入一个8~16个字符的字母数字的用户名

source: Enter an email address to receive <a href="%%docurl%%/services.html%%webversion%%#s-m-a-r-t" target="_blank">S.M.A.R.T.</a> alerts; use a space to separate multiple email addresses.
zh_cn: 输入一个邮箱来接收<a href="%%docurl%%/services.html%%webversion%%#s-m-a-r-t" target="_blank">S.M.A.R.T.</a> 警告；使用空格来分割多个邮箱。

source: Enter an email address to receive messages from the <a href="%%docurl%%/services.html%%webversion%%#snmp" target="_blank">SNMP service</a>.
zh_cn: 输入一个邮箱来接收来自 <a href="%%docurl%%/services.html%%webversion%%#snmp" target="_blank">SNMP服务</a>的消息。

source: Enter any email addresses to receive status updates.
zh_cn: 输入任何邮箱来接收状态更新。

source: Enter any notes about the jail here.
zh_cn: 此处输入这个Jail的备注。

source: Enter any notes about this dataset.
zh_cn: 输入这个数据集的备注。

source: Enter any notes about this disk.
zh_cn: 输入这个磁盘的备注。

source: Enter any notes.
zh_cn: 输入备注。

source: Enter comments about the jail.
zh_cn: 输入Jail的注释。

source: Enter either <i>root</i> or another valid <i>username</i>.
zh_cn: 输入<i>root</i>或其他有效的<i>用户名</i>。

source: Enter endpoint URL if using custom S3 API.
zh_cn: 如果使用自定义S3 API，输入endpoint URL。

source: Enter one option per line.
zh_cn: 每行输入一个选项。

source: Enter positive number (optionally suffixed by K, M, G, T), or, 0
zh_cn: 输入正数（可选后缀 K,M,G,G),或输入 0

source: Enter the IP address of the gateway.
zh_cn: 输入网关的IP地址

source: Enter the IP address or hostname for SNMP UPS.
zh_cn: 输入用于SNMP UPS的IP地址或域名。

source: Enter the IPv4 address for <a href="https://www.freebsd.org/cgi/man.cgi?query=vnet" target="_blank">VNET(9)</a> and shared IP jails.
zh_cn: <br>单接口格式：<b>[接口|]IP地址[/子网掩码]</b>。

source: Enter the IPv4 address for <a href="https://www.freebsd.org/cgi/man.cgi?query=vnet&apropos=0&sektion=0&manpath=FreeBSD+11.1-RELEASE+and+Ports" target="_blank">VNET(9)</a> and shared IP jails.
zh_cn: <br>单接口格式：<b>[接口|]IP地址[/子网掩码]</b>。

source: Enter the IPv6 address for <a href="https://www.freebsd.org/cgi/man.cgi?query=vnet" target="_blank">VNET(9)</a> and shared IP jails.
zh_cn: 输入用于<a href="https://www.freebsd.org/cgi/man.cgi?query=vnet" target="_blank">VNET(9)</a> 和共享IP jails的IPv6地址。

source: Enter the IPv6 address for <a href="https://www.freebsd.org/cgi/man.cgi?query=vnet&apropos=0&sektion=0&manpath=FreeBSD+11.1-RELEASE+and+Ports" target="_blank">VNET(9)</a> and shared IP jails.
zh_cn: 输入用于<a href="https://www.freebsd.org/cgi/man.cgi?query=vnet&apropos=0&sektion=0&manpath=FreeBSD+11.1-RELEASE+and+Ports" target="_blank">VNET(9)</a> 和共享IP jails的IPv6地址。

source: Enter the S3 username.
zh_cn: 输入S3的用户名

source: Enter the SSH Port of the remote system.
zh_cn: 输入远程系统的SSH端口。

source: Enter the administrator account password.
zh_cn: 输入管理员账户密码

source: Enter the decryption passphrase.
zh_cn: 输入解密密码短语。

source: Enter the default gateway of the IPv4 connection.
zh_cn: 输入IPv4默认网关。

source: Enter the name of the Virtual Interface.
zh_cn: 输入虚拟接口名称。

source: Enter the name of the boot entry.
zh_cn: 输入启动入口名称。

source: Enter the name of the company or organization.
zh_cn: 输入公司或组织名。

source: Enter the name of the destination folder.
zh_cn: 输入目标文件夹名称。

source: Enter the password to encrypt and decrypt remote data.
zh_cn: 输入密码来加密和解密数据。

source: Enter the root password to authorize this operation.
zh_cn: 输入Root密码来批准这个操作。

source: Enter the root password.
zh_cn: 输入Root密码。

source: Enter the same password as above, for verification.
zh_cn: 请再次输入密码以供验证。

source: Enter the same secret above for verification.
zh_cn: 请再次输入密码以供验证。

source: Enter the subject for status emails.
zh_cn: 输入状态邮件的主题。

source: Environment
zh_cn: 环境

source: Error
zh_cn: 错误

source: Error Deleting Key
zh_cn: 删除密钥错误

source: Error Deleting zvol
zh_cn: 删除zvol错误

source: Error Importing Volume
zh_cn: 卷导入错误

source: Error Unlocking
zh_cn: 解锁错误

source: Error Upgrading Pool
zh_cn: 升级存储池错误

source: Error changing passphrase for pool
zh_cn: 修改存储池密码短语错误

source: Error checking for updates.
zh_cn: 检查更新错误

source: Error creating VM.
zh_cn: 创建虚拟机错误。

source: Error creating passphrase for pool
zh_cn: 创建存储池密码短语错误。

source: Error creating pool
zh_cn: 创建存储池错误

source: Error decrypting disks
zh_cn: 解密磁盘错误

source: Error deleting dataset.
zh_cn: 删除数据集错误

source: Error detaching pool
zh_cn: 分离存储池错误

source: Error exporting/disconnecting pool.
zh_cn: 导出/断开存储池错误。

source: Error getting available space
zh_cn: 获取可用空间错误

source: Error getting disk data
zh_cn: 获取磁盘数据错误

source: Error getting pool data.
zh_cn: 获取存储池数据错误。

source: Error getting total space
zh_cn: 获取总空间错误

source: Error getting used space
zh_cn: 获取已使用空间错误

source: Error importing pool
zh_cn: 导入存储池错误

source: Error restarting web service
zh_cn: 重启网络服务错误

source: Error saving ZVOL.
zh_cn: ZVOL保存错误

source: Error starting service
zh_cn: 启动服务错误

source: Error stopping service
zh_cn: 停止服务错误

source: Error unserializing %(url)s (%(error)s), data retrieved:
zh_cn: 反序列化错误 %(url)s (%(error)s)，取得的数据：

source: Error updating disks.
zh_cn: 更新磁盘错误。

source: Error:
zh_cn: 错误：

source: Error: %s
zh_cn: 错误：%s

source: Error: Displaying local fetched releases failed.
zh_cn: 错误： Displaying local fetched releases failed.

source: Errors
zh_cn: 错误

source: Estimated Total Size
zh_cn: 估计总大小

source: Estimated capacity
zh_cn: 预估容量

source: Estimated raw capacity:
zh_cn: 估计原始容量：

source: Estimated total raw data capacity
zh_cn: 估计总原始数据容量

source: Every %s days
zh_cn: 每%s日

source: Every %s hour(s)
zh_cn: 每 %s 小时

source: Every %s minute(s)
zh_cn: 每 %s 分钟

source: Every N
zh_cn: 每N个

source: Every hour
zh_cn: 每小时

source: Every minute
zh_cn: 每分钟

source: Every month
zh_cn: 每月

source: Every selected weekday
zh_cn: 每个选中的工作日

source: Every {0} days
zh_cn: 每 {0} 日

source: Every {0} hour(s)
zh_cn: 每 {0} 小时

source: Every {0} minute(s)
zh_cn: 每 {0} 分钟

source: Everyday
zh_cn: 每天

source: Example token: <i>T9cE5asGnuyYCCqIZFoWjFHvNbvVqHjl</i>.
zh_cn: 样例令牌：<i>T9cE5asGnuyYCCqIZFoWjFHvNbvVqHjl</i>。

source: Example: 1 GiB
zh_cn: 例如：1GiB

source: Example: 192.0.2.1
zh_cn: 样例：192.0.2.1

source: Example: 1g
zh_cn: 例子：1G

source: Example: 8050
zh_cn: 例子：8050

source: Example: <b>server.name.org:port</b>.
zh_cn: 例子：<b>server.name.org:端口</b>.

source: Example: <b>sh /etc/rc</b>.
zh_cn: 例子：<b>sh /etc/rc</b>.

source: Example: <b>yourname.dyndns.org</b>
zh_cn: 例子：<b>yourname.dyndns.org</b>

source: Example: <i>1.2.3.0/24</i>.
zh_cn: 例子：<i>1.2.3.0/24</i>。

source: Example: <i>10.0.0.2</i>.
zh_cn: 例子：<i>10.0.0.2</i>.

source: Example: <i>10.0.0.3</i>.
zh_cn: 例子：<i>10.0.0.3</i>.

source: Example: <i>2001:0db8:85a3:0000:0000:8a2e:0370:7334</i>
zh_cn: 例子：<i>2001:0db8:85a3:0000:0000:8a2e:0370:7334</i>

source: Example: <i>2001:0db8:85a3:0000:0000:8a2e:0370:7334</i>.
zh_cn: 例子：<i>2001:0db8:85a3:0000:0000:8a2e:0370:7334</i>.

source: Example: <i>cn=Manager,dc=test,dc=org</i>.
zh_cn: 例子：<i>cn=Manager,dc=test,dc=org</i>.

source: Example: <i>dc=test,dc=org</i>.
zh_cn: 例子：<i>dc=test,dc=org</i>.

source: Example: <i>ftp.example.com</i>.
zh_cn: 例子：<i>ftp.example.com</i>.

source: Example: <i>ldap://ldap.netscape.com/o=Airius.com</i>.
zh_cn: 例子：<i>ldap://ldap.netscape.com/o=Airius.com</i>.

source: Example: <i>sh /etc/rc.shutdown</i>.
zh_cn: 例子：<i>sh /etc/rc.shutdown</i>.

source: Example: all users with a group ID of <i>1</i> will inherit the authentication profile associated with Group <i>1</i>.
zh_cn: 例子：所有有着群组ID<i>1</i>的用户将会继承群组<i>1</i>的验证配置文件。

source: Example: dc=test,dc=org.
zh_cn: 例子：dc=test,dc=org.

source: Example: vlan0.
zh_cn: 例子：vlan0。

source: Exclude System Dataset
zh_cn: 排除系统数据集

source: Existing data on the pool is kept intact.
zh_cn: 在存储池上的现有数据依旧被保留。

source: Existing data will be cleared
zh_cn: 数据将被清空

source: Existing files are not affected.
zh_cn: 现有的文件将会不受影响。

source: Exit
zh_cn: 退出

source: Exit without saving
zh_cn: 退出不保存

source: Expired
zh_cn: 过期

source: Export Certificate
zh_cn: 导出证书

source: Export Private Key
zh_cn: 导出私钥

source: Export Read Only
zh_cn: 导出只读

source: Export Recycle Bin
zh_cn: 导出回收站

source: Export Volume
zh_cn: 导出卷

source: Export/Disconnect
zh_cn: 导出/断开

source: Export/Disconnect Pool
zh_cn: 导出/断开存储池

source: Exporting Pool...
zh_cn: 导出存储池中...

source: Exporting/disconnecting a pool makes the data unavailable.
zh_cn: 导出/断开存储池会使数据不可用。

source: Extend
zh_cn: 扩展

source: Extend Pool
zh_cn: 扩展存储池

source: Extend Volume
zh_cn: 扩展卷

source: Extending an encrypted volume will reset the passphrase and recovery key!
zh_cn: 扩展加密卷将重置密码短语和恢复密钥！

source: Extent Name
zh_cn: Extent 名称

source: Extent Type
zh_cn: Extent 类型

source: Extent is already in this target.
zh_cn: Extent 已在 target 中。

source: Extent name must be unique.
zh_cn: Extent 名称必须唯一。

source: Extent size
zh_cn: Extent 尺寸

source: Extents
zh_cn: Extent

source: Extra command line options (usually empty).
zh_cn: 额外的命令行选项（通常为空）。

source: Extra options
zh_cn: 额外选项

source: Extra options to rsync command line (usually empty)
zh_cn: 附加的rsync命令行参数（通常为空）

source: Extra users (upsd.users)
zh_cn: 其他用户 (upsd.users)

source: FQDN of the domain controller to use.
zh_cn: 域控制器所使用的 FQDN。

source: FQDN of the global catalog server to use.
zh_cn: FQDN 使用的全局编录服务器。

source: FTP Port number.
zh_cn: FTP端口号

source: FTP Settings
zh_cn: FTP设置

source: Factory Restore
zh_cn: 还原到出厂状态

source: Failed
zh_cn: 失败

source: Failed to activate Boot Environment.
zh_cn: 激活启动环境失败。

source: Failed to connect: %s
zh_cn: 连接失败：%s

source: Failed to create %(path)s: %(error)s
zh_cn: 创建失败 %(path)s: %(error)s

source: Failed to create ZFS: %s
zh_cn: 创建 ZFS 失败：%s

source: Failed to create a new Boot.
zh_cn: 创建新启动器失败。

source: Failed to create dataset %(name)s: %(error)s
zh_cn: 数据集创建失败 %(name)s: %(error)s

source: Failed to create directory %(name)s: %(error)s
zh_cn: 目录创建失败 %(name)s: %(error)s

source: Failed to create group %s
zh_cn: 组创建失败 %s

source: Failed to delete Boot Environment.
zh_cn: 删除启动环境失败。

source: Failed to delete Boot Environments.
zh_cn: 删除启动环境失败。

source: Failed to download %(url)s: %(error)s
zh_cn: 下载失败 %(url)s: %(error)s

source: Failed to download plugin
zh_cn: 插件下载失败

source: Failed to install plugin: %s
zh_cn: 插件安装失败：%s

source: Failed to rename Boot Environment.
zh_cn: 启动环境重命名失败。

source: Failed to update plugin
zh_cn: 插件更新失败

source: Failed to upload config, version newer than the current installed.
zh_cn: 配置文件上传失败，版本高于当前系统。

source: Fast
zh_cn: 快速

source: Fatal
zh_cn: 致命错误

source: Features
zh_cn: 特征

source: February
zh_cn: 二月

source: Fetch Datastores
zh_cn: 获取 Datastores

source: Fiber Channel
zh_cn: 光纤通道

source: Fiber Channel Ports
zh_cn: 光纤通道端口

source: Fiber Channel Ports have been successfully changed.
zh_cn: 光纤通道端口修改成功。

source: Fiber Channel Target
zh_cn: 光纤通道目标

source: Fiber Channel Targets
zh_cn: 光纤通道目标

source: Fields must be delimited with a semicolon (;), This is translated as new lines in <b>resolv.conf</b>.
zh_cn: Fields must be delimited with a semicolon (;)，这被转换为在<b>resolv.conf</b>中的新行。

source: File
zh_cn: 文件

source: File Permission
zh_cn: 文件权限

source: File Permissions
zh_cn: 文件权限

source: File System Type
zh_cn: 文件系统类型

source: File mask
zh_cn: 文件掩码

source: File path (e.g. /mnt/sharename/extent/extent0) used as extent.
zh_cn: Extent 的文件路径 (例如: /mnt/sharename/extent/extent0)。

source: File size must be a multiple of block size
zh_cn: 文件大小必须是块大小的整数倍

source: Filename Encryption
zh_cn: 文件名加密

source: Files that have been removed from the source are removed from the destination, similar to <i>rsync --delete</i>.
zh_cn: 从源地址中删除的文件也将会从目标地址中删除，类似于<i>rsync --delete</i>.

source: Filesystem
zh_cn: 文件系统

source: Filesystem type
zh_cn: 文件系统类型

source: Filter
zh_cn: 过滤器

source: Finished
zh_cn: 已完成

source: Finished at
zh_cn: 完成于

source: Firmware Update
zh_cn: 固件升级

source: Firmware version %(fwversion)s does not match driver version %(drversion)s for /dev/mps%(mps)s
zh_cn: /dev/mps%(mps)s 中固件版本 %(fwversion)s 与驱动器版本 %(drversion)s 不匹配

source: First Name
zh_cn: 名字

source: First burst length
zh_cn: 首次 burst 长度

source: Fix Credential
zh_cn: 修复凭据

source: Flip
zh_cn: 翻转

source: Folder
zh_cn: 文件夹

source: For enterprise-grade storage solutions and support, please visit
zh_cn: 企业级存储解决方案与技术支持，请访问

source: For local users, only allow access to user home directory unless the user is a member of group wheel.
zh_cn: 除非本地用户是 wheel 组成员，否则仅允许访问其家目录。

source: For security reasons, you must now set a new root password:
zh_cn: 出于安全考虑，现在必须设置一个 root 密码：

source: Force
zh_cn: 强制

source: Force size
zh_cn: 强制尺寸

source: Forced update period
zh_cn: 强制更新周期

source: Forces guest access for all connections.
zh_cn: 强制所有连接为访客访问。

source: Forum
zh_cn: 论坛

source: FreeBSD Man Pages
zh_cn: FreeBSD 手册

source: FreeNAS Announce
zh_cn: FreeNAS声明

source: FreeNAS Commit
zh_cn: FreeNAS命令提交

source: FreeNAS Devel
zh_cn: FreeNAS开发

source: FreeNAS Docs
zh_cn: FreeNAS文档

source: FreeNAS Documentation
zh_cn: FreeNAS文档

source: FreeNAS Testing
zh_cn: FreeNAS测试

source: FreeNAS Translations
zh_cn: FreeNAS翻译

source: Frequency
zh_cn: 频率

source: Friday
zh_cn: 星期五

source: From
zh_cn: 来自

source: From %(begin)s through %(end)s, %(repeat)s
zh_cn: 从 %(begin)s 到 %(end)s，%(repeat)s 次

source: From E-mail
zh_cn: 来自邮件

source: From email
zh_cn: 发件人地址

source: Full
zh_cn: 全部

source: Full Name
zh_cn: 全名

source: Full with random data
zh_cn: 用随机数据进行填充

source: Full with zeros
zh_cn: 用0进行填充

source: GELI key download starting...
zh_cn: GELI key 开始下载...

source: GELI recovery key download starting...
zh_cn: GELI recovery key 开始下载...

source: GUI SSL Certificate
zh_cn: GUI SSL证书

source: Gateway
zh_cn: 网关

source: General
zh_cn: 常规

source: Generate Debug File
zh_cn: 生成调试文件

source: Generating debug info
zh_cn: 生成调试信息

source: Global Catalog Server
zh_cn: 全局编录服务器

source: Global Configuration
zh_cn: 全局配置

source: Global auxiliary parameters
zh_cn: 全局附加参数

source: Gold
zh_cn: 黄金

source: Group
zh_cn: 群组

source: Group %s is built-in and can not be deleted!
zh_cn: 无法删除系统内建用户组 %s！

source: Group Bind Path
zh_cn: 用户组 Bind 路径

source: Group ID
zh_cn: 群组ID

source: Group Membership
zh_cn: 组成员身份

source: Group Memberships
zh_cn: 组成员身份

source: Group Name
zh_cn: 组名称

source: Group Suffix
zh_cn: 组后缀

source: Group does not exist: %s
zh_cn: 组不存在：%s

source: Group members are prompted for their password when using <b>sudo</b>.
zh_cn: 在使用<b>sudo</b>时，群组成员会被要求输入他们的密码。

source: Group type
zh_cn: 磁盘组类型

source: Groups
zh_cn: 群组

source: Groups successfully updated.
zh_cn: 用户组信息已更新。

source: Guest Access
zh_cn: 访客访问

source: Guest Account
zh_cn: 访客账户

source: Guest Operating System
zh_cn: 访客操作系统

source: Guest account
zh_cn: 访客帐户

source: Guide
zh_cn: 指南

source: HDD Standby
zh_cn: HDD休眠

source: HTTP Authentication
zh_cn: HTTP 认证

source: HTTP Port
zh_cn: HTTP端口

source: HTTP Proxy
zh_cn: HTTP代理

source: HTTPS Port
zh_cn: HTTPS端口

source: Hard Disk
zh_cn: 硬盘

source: Hard Disk Size
zh_cn: 硬盘容量

source: Hard Disks
zh_cn: 硬盘

source: Has no effect on Windows clients.
zh_cn: 对Windows客户端没有影响。

source: Hashed SMB password
zh_cn: Hashed SMB 密码

source: Hashed UNIX password
zh_cn: Hashed UNIX 密码

source: Help
zh_cn: 帮助

source: Help & Support
zh_cn: 帮助 & 支持

source: Hide Config
zh_cn: 隐藏设置

source: Hide Standard Error
zh_cn: 隐藏标准错误

source: Hide Standard Output
zh_cn: 隐藏标准输出

source: Hide Stderr
zh_cn: 隐藏标准错误输出（Stderr）

source: Hide Stdout
zh_cn: 隐藏标准输出（Stdout）

source: History
zh_cn: 历史信息

source: Home Directory
zh_cn: 主目录

source: Home Directory Mode
zh_cn: 主目录模式

source: Home Directory Permissions
zh_cn: 主目录权限

source: Home Phone
zh_cn: 家庭电话

source: Home directories
zh_cn: 主目录

source: Home directory cannot contain colons
zh_cn: 主目录不能包含冒号

source: Home directory has to start with /mnt/ or be /nonexistent
zh_cn: 主目录必须以 /mnt/ 开头，或设置为 /nonexistent

source: Home directory is not writable, leave this blank
zh_cn: 主目录无写权限，此项留空

source: Home directory must end with username
zh_cn: 主目录必须以用户名结尾

source: Homes auxiliary parameters
zh_cn: [Homes] 附加参数

source: Host
zh_cn: 主机

source: Host Private Key
zh_cn: 主机私有密钥

source: Host name data base
zh_cn: 主机名数据库

source: Host name database
zh_cn: 主机名数据库

source: HostName
zh_cn: 主机名

source: Hostname
zh_cn: 主机名

source: Hostname cannot be blank.
zh_cn: 主机名不能为空。

source: Hostname or IP address
zh_cn: 主机名或 IP 地址

source: Hostnames lookups
zh_cn: 主机名lookups

source: Hosts Allow
zh_cn: 允许主机

source: Hosts Deny
zh_cn: 禁止主机

source: Hosts allow
zh_cn: 允许的主机

source: Hosts deny
zh_cn: 拒绝主机列表

source: Hour
zh_cn: 小时

source: Hour(s)
zh_cn: 小时

source: How much time has been passed between two snapshot attempts.
zh_cn: 两次快照尝试的时间间隔。

source: How the task is repeated
zh_cn: 如何设定重复执行任务

source: I Understand
zh_cn: 我理解

source: I'm also aware the snapshots are currently on hold for replication
zh_cn: 我知道快照目前被 Replication 任务占用

source: I/O Timeout
zh_cn: I/O 超时

source: I/O timeout in seconds (30 by default).
zh_cn: I/O 超时时间，单位秒（默认为30秒）。

source: IP Address
zh_cn: IP 地址

source: IP Address or hostname
zh_cn: IP地址或主机名

source: IP Address or hostname.
zh_cn: IP地址或主机名。

source: IP Server
zh_cn: IP 服务器

source: IP addresses or hostnames that are authorized to access the NFS share.
zh_cn: 允许访问 NFS 共享的IP地址或主机名。

source: IPMI (Node %s)
zh_cn: IPMI (节点 %s)

source: IPMI (Node A)
zh_cn: IPMI (节点 A)

source: IPMI (Node B)
zh_cn: IPMI (节点 B)

source: IPMI failed
zh_cn: IPMI 错误

source: IPMI successfully edited
zh_cn: IPMI编辑成功

source: IPv4 Address
zh_cn: IPv4 地址

source: IPv4 Addresses
zh_cn: IPv4 地址

source: IPv4 Default Gateway
zh_cn: IPv4 默认网关

source: IPv4 Default Router
zh_cn: IPv4 默认路由

source: IPv4 Interface
zh_cn: IPv4 接口

source: IPv4 Netmask
zh_cn: IPv4 子网掩码

source: IPv4 Network
zh_cn: IPv4 网络

source: IPv4 Network End Address
zh_cn: IPv4 网络结束地址

source: IPv4 Network Start Address
zh_cn: IPv4 网络起始地址

source: IPv4 address
zh_cn: IPv4 地址

source: IPv4 address for the jail.
zh_cn: Jail的IPv4地址

source: IPv4 aliases
zh_cn: IPv4 别名

source: IPv4 bridge address
zh_cn: IPv4 桥接地址

source: IPv4 bridge aliases
zh_cn: IPv4 桥接别名

source: IPv4 bridge netmask
zh_cn: IPv4 桥接掩码

source: IPv4 default gateway
zh_cn: IPv4 默认网关

source: IPv4 interface
zh_cn: IPv4 接口

source: IPv4 interface for the jail.
zh_cn: Jail的IPv4接口

source: IPv4 netmask
zh_cn: IPv4 网络掩码

source: IPv4 netmask for the jail.
zh_cn: Jail的IPv4子网掩码

source: IPv4 network end address for jails and plugins
zh_cn: 用于 jails 和插件的 IPv4 网络结束地址

source: IPv4 network range for jails and plugins
zh_cn: 用于 Jails 和插件的 IPv4 地址范围

source: IPv4 network start address for jails and plugins
zh_cn: 用于 jails 和插件的 IPv4 网络起始地址

source: IPv6 Address
zh_cn: IPv6 地址

source: IPv6 Addresses
zh_cn: IPv6 地址

source: IPv6 Auto Configure
zh_cn: 自动配置IPv6

source: IPv6 Autoconfigure
zh_cn: IPv6 自动配置

source: IPv6 Default Gateway
zh_cn: IPv6 默认网关

source: IPv6 Default Route
zh_cn: IPv6 默认路由

source: IPv6 Default Router
zh_cn: IPv6 默认路由

source: IPv6 Interface
zh_cn: IPv6 接口

source: IPv6 Netmask
zh_cn: IPv6 网络掩码

source: IPv6 Network
zh_cn: IPv6 网络

source: IPv6 Network End Address
zh_cn: IPv6 网络结束地址

source: IPv6 Network Start Address
zh_cn: IPv6 网络起始地址

source: IPv6 Prefix
zh_cn: IPv6 前缀

source: IPv6 Prefix Length
zh_cn: IPv6 前缀长度

source: IPv6 address
zh_cn: IPv6 地址

source: IPv6 address for the jail.
zh_cn: Jail的IPv6地址

source: IPv6 aliases
zh_cn: IPv6 别名

source: IPv6 bridge address
zh_cn: IPv6 桥接地址

source: IPv6 bridge aliases
zh_cn: IPv6 桥接别名

source: IPv6 bridge prefix length
zh_cn: IPv6 桥接前缀长度

source: IPv6 default gateway
zh_cn: IPv6 默认网关

source: IPv6 interface for the jail.
zh_cn: Jail的IPv6接口

source: IPv6 network end address for jails and plugins
zh_cn: 用于 Jails 和插件的 IPv6 网络结束地址

source: IPv6 network range for jails and plugins
zh_cn: 用于 Jails 和插件的 IPv6 网络地址范围

source: IPv6 network start address for jails and plugins
zh_cn: 用于 Jails 和插件的 IPv6 网络起始地址

source: IPv6 prefix for the jail.
zh_cn: Jail的IPv6前缀

source: IPv6 prefix length
zh_cn: IPv6 前缀长度

source: IRC (Chat)
zh_cn: IRC(聊天)

source: ISCSI Settings
zh_cn: iSCSI 设置

source: ISNS Servers
zh_cn: ISNS 服务器

source: Identifier
zh_cn: 标识

source: Idle - Check the device unless it is in SLEEP, STANDBY or IDLE mode
zh_cn: 空闲 - 当设备处于休眠、待机或空闲时执行检查

source: Idmap Backend
zh_cn: Idmap后端

source: Idmap backend
zh_cn: Idmap后端

source: Idmap backend for winbind.
zh_cn: 用作 winbind 的 Idmap backend。

source: If a group is selected, the root user will also be limited to that group's permissions
zh_cn: 如果选择了用户组，root用户的权限将被限制为与所选用户组相同。

source: If a user is selected, the root user is limited to that user's permissions
zh_cn: 如果选择了用户，root用户的权限将被限制为与所选用户相同。

source: If disabled then root will be used for replication.
zh_cn: 如果禁用，则默认以root身份运行Replication。

source: If not the same as the host, do not start the jail
zh_cn: 如果与主机不同，请不要启动Jail

source: If the passphrase for this encrypted pool has been lost, the data will be PERMANENTLY UNRECOVERABLE!
zh_cn: 如果加密存储池的密码短语丢失，数据将会无法恢复！

source: If this is a system template, it will not be visible in the UI and will only be used internally.
zh_cn: 如果这是一个系统模板，则在UI中不可见且只供系统内部使用。

source: If you do not have an account, please
zh_cn: 如果你还没有账号，请
